import { Link } from "../models/models";

export const locations: string[] = [
  "Одеська",
  "Дніпровська",
  "Чернігівська",
  "Харківська",
  "Житомирська",
  "Полтавська",
  "Херсонська",
  "Київська",
  "Запорізька",
  "Луганська",
  "Донецька",
  "Вінницька",
  "Миколаївська",
  "Кіровоградська",
  "Сумська",
  "Львівська",
  "Черкаська",
  "Хмельницька",
  "Волинська",
  "Рівненська",
  "Івано-Франківська",
  "Закарпатська",
  "Чернівецька",
  "",
];
export const profileLinks: Link[] = [
  { name: "Особисті дані", path: "." },
  { name: "Мої оголошення", path: "./ads" },
];

export const sliderImages: string[] = [
  "/assets/img/car.jpg",
  "/assets/img/generator.jpg",
  "/assets/img/gloves.jpg",
  "/assets/img/house.jpg",
  "/assets/img/test.jpg",
];

export const adCategories: string[] = [
  "Б/У",
  "Взуття",
  "Одяг",
  "Робота",
  "Нерухомість",
  "Дитячий світ",
  "Хоббі та спорт",
  "Бізнес-послуги",
  "Обмін",
  "Віддам даром",
  "Тварини",
  "Іграшки",
  "Дом і сад",
  "Побутова техніка",
  "Електроніка",
  "Нове",
  "Інструменти",
];
